{"date": "2019-06-28 00:39:16.897997", "entries": [{"sentence": "freitas foi essencial para que houvesse direita em portugal em democracia", "title": "Freitas \"foi essencial para que houvesse direita em Portugal em democracia\"", "link": "https://www.tsf.pt/portugal/politica/interior/freitas-foi-essencial-para-que-houvesse-direita-em-portugal-em-democracia----marcelo--11053776.html", "description": "Presidente da República esteve presente no lançamento do livro \"Mais 35 anos de Democracia - Um percurso singular\", de Diogo Freitas do Amaral, e deixou um elogio público ao fundador do CDS.", "pubDate": "Thu, 27 Jun 2019 22:36:00 GMT\n    "}, {"sentence": "varandas preparado para tudo em relação a bruno fernandes", "title": "Varandas preparado para tudo em relação a Bruno Fernandes", "link": "https://www.tsf.pt/desporto/interior/varandas-preparado-para-tudo-em-relacao-a-bruno-fernandes-11053462.html", "description": "Frederico Varandas está preparado para qualquer cenário com Bruno Fernandes e o mercado de transferências. O presidente do Sporting garante que a estrutura de futebol está preparada para a permanência, ou saída do capitão leonino que é pretendido por alguns clubes europeus.", "pubDate": "Thu, 27 Jun 2019 20:29:00 GMT\n    "}, {"sentence": "presidente do it rejeita críticas do líder da altice a relatório do siresp", "title": "Presidente do IT rejeita críticas do líder da Altice a relatório do SIRESP", "link": "https://www.tsf.pt/portugal/sociedade/interior/presidente-do-it-rejeita-criticas-do-presidente-da-altice-a-relatorio-do-siresp-11053372.html", "description": "Carlos Salema explica que o Instituto de Telecomunicações apresentou soluções que não incluem a Altice.", "pubDate": "Thu, 27 Jun 2019 20:21:00 GMT\n    "}, {"sentence": "calor extremo frança ativa alerta vermelho pela primeira vez", "title": "Calor extremo. França ativa alerta vermelho pela primeira vez", "link": "https://www.tsf.pt/mundo/interior/calor-extremo-leva-franca-a-ativar-alerta-vermelho-pela-primeira-vez-11052820.html", "description": "As temperaturas vão atingir os 45 graus nos próximos dias. A onda de calor já bateu recordes no território francês.", "pubDate": "Thu, 27 Jun 2019 18:17:00 GMT\n    "}, {"sentence": "europol alerta para ação de três grupos de extrema-direita em portugal", "title": "Europol alerta para ação de três grupos de extrema-direita em Portugal", "link": "https://www.tsf.pt/portugal/sociedade/interior/europol-alerta-para-acao-de-tres-grupos-de-extrema-direita-em-portugal-11052221.html", "description": "O relatório do organismo classifica o terrorismo na Europa uma ameaça real à segurança dos Estados-membros.", "pubDate": "Thu, 27 Jun 2019 17:06:00 GMT\n    "}, {"sentence": "filho de morador do prédio coutinho entrega comida através de uma corda", "title": "Filho de morador do Prédio Coutinho entrega comida através de uma corda", "link": "https://www.tsf.pt/portugal/sociedade/interior/filho-de-morador-do-predio-coutinho-entrega-comida-atraves-de-uma-corda-11052149.html", "description": "As autoridades estão a impedir a entrada de alimentos numa tentativa de pressão aos moradores que se recusam a sair do prédio, que será demolido.", "pubDate": "Thu, 27 Jun 2019 15:50:00 GMT\n    "}, {"sentence": "incêndios mortes e temperaturas recorde efeitos da onda de calor na europa", "title": "Incêndios, mortes e temperaturas recorde. Efeitos da onda de calor na Europa", "link": "https://www.tsf.pt/mundo/interior/incendios-mortes-e-temperaturas-recorde-efeitos-da-onda-de-calor-na-europa-11050697.html", "description": "Incêndio descontrolado ameaça consumir mais de 20 mil hectares no nordeste de Espanha.", "pubDate": "Thu, 27 Jun 2019 12:34:00 GMT\n    "}, {"sentence": "portugal na grelha para rir e incomodar muita gente", "title": "Portugal na Grelha: para rir e incomodar muita gente", "link": "https://www.tsf.pt/conteudo-patrocinado/interior/portugal-na-grelha-para-rir-e-incomodar-muita-gente-11048810.html", "description": "Já todos disseram mal dele em qualquer altura das suas vidas. Ele é os transportes públicos que estão mais cheios do que as novas latas de sardinha que se vendem aos turistas.", "pubDate": "Wed, 26 Jun 2019 19:08:00 GMT\n    "}, {"sentence": "sinto-me feliz e é como se fossem os primeiros momentos quando tinha 18 anos", "title": "\"Sinto-me feliz e é como se fossem os primeiros momentos, quando tinha 18 anos\"", "link": "https://www.tsf.pt/desporto/interior/sinto-me-feliz-e-e-como-se-fossem-os-primeiros-momentos-quando-tinha-18-anos-10995451.html", "description": "Cristiano Ronaldo sente-se em casa na Seleção nacional e promete dar sempre o seu melhor pela camisola portuguesa.", "pubDate": "Sun, 09 Jun 2019 23:15:00 GMT\n    "}, {"sentence": "esta equipa marca o futuro o futuro está assegurado", "title": "\"Esta equipa marca o futuro. O futuro está assegurado\"", "link": "https://www.tsf.pt/desporto/interior/esta-equipa-marca-o-futuro-o-futuro-esta-assegurado-10995446.html", "description": "Fernando Santos agradeceu o empenho dos jogadores que, em conjunto, conquistaram mais um troféu pela Seleção nacional.", "pubDate": "Sun, 09 Jun 2019 23:05:00 GMT\n    "}, {"sentence": "portugal espremeu a laranja mecânica as imagens do título", "title": "Portugal espremeu a Laranja Mecânica. As imagens do título", "link": "https://www.tsf.pt/desporto/interior/portugal-espremeu-a-laranja-mecanica-as-imagens-do-titulo-10995339.html", "description": "Seleção Nacional bateu a Holanda (1-0) e conquistou mais um troféu: a primeira Liga das Nações. Num jogo equilibrado, um golo de Gonçalo Guedes deu o título a Portugal.", "pubDate": "Sun, 09 Jun 2019 22:14:00 GMT\n    "}, {"sentence": "portugal levanta o troféu seleção conquista a liga das nações", "title": "Portugal levanta o troféu. Seleção conquista a Liga das Nações", "link": "https://www.tsf.pt/desporto/interior/portugal-levanta-o-trofeu-selecao-conquista-a-liga-das-nacoes-10995271.html", "description": "Seleção faz história depois de vencer a Holanda (1-0) na final da Liga das Nações, no Estádio do Dragão. Gonçalo Guedes marcou o golo da final aos 59 minutos.", "pubDate": "Sun, 09 Jun 2019 21:45:00 GMT\n    "}, {"sentence": "a combinação entre bernardo e guedes eis o golo que deu vitória a portugal", "title": "A combinação entre Bernardo e Guedes. Eis o golo que deu vitória a Portugal", "link": "https://www.tsf.pt/desporto/interior/ronaldo-bernardo-silva-e-goncalo-guedes-eis-o-primeiro-golo-de-portugal-10995212.html", "description": "Jogador do Valência colocou Seleção nacional a vencer. Veja o golo e ouça o relato.", "pubDate": "Sun, 09 Jun 2019 21:19:00 GMT\n    "}, {"sentence": "joker guedes rematou para o ouro portugal conquista liga das nações", "title": "Joker Guedes rematou para o ouro. Portugal conquista Liga das Nações", "link": "https://www.tsf.pt/desporto/interior/direto-danilo-e-goncalo-guedes-titulares-na-final-da-liga-das-nacoes-10994787.html", "description": "Gonçalo Guedes inaugurou o marcador aos 59 minutos e o golo foi suficiente para conquistar a primeira edição da Liga das Nações. Veja o golo.", "pubDate": "Sun, 09 Jun 2019 18:24:00 GMT\n    "}, {"sentence": "ps ganha psd perde be sobe e pan elege um eurodeputado", "title": "PS ganha, PSD perde. BE sobe e PAN elege um eurodeputado", "link": "https://www.tsf.pt/especiais/europeias-2019/interior/chegou-o-dia-da-uniao-europeia-portugueses-ja-comecaram-a-votar-10941042.html", "description": "O PS elege oito ou nove eurodeputados, enquanto o PSD contará com um máximo de sete mandatos. O BE poderá eleger três eurodeputados e o PAN um. Siga aqui em direto.", "pubDate": "Sun, 26 May 2019 16:02:00 GMT\n    "}]}