{
    "date": "2019-06-28 17:52:33.423104",
    "entries": [
        {
            "sentence": "duplicaram as multas a estrangeiros por viverem ilegalmente em portugal",
            "title": "Duplicaram as multas a estrangeiros por viverem ilegalmente em Portugal",
            "link": "https://www.tsf.pt/portugal/sociedade/interior/duplicaram-as-multas-a-estrangeiros-por-viverem-ilegalmente-em-portugal-11056235.html",
            "description": "Quase metade das coimas são aplicadas a brasileiros.",
            "pubDate": "Fri, 28 Jun 2019 16:07:00 GMT\n    "
        },
        {
            "sentence": "ps rompe acordo com psd e vira-se à esquerda na lei de bases da saúde",
            "title": "PS rompe acordo com PSD e vira-se à esquerda na Lei de Bases da Saúde",
            "link": "https://www.tsf.pt/portugal/politica/interior/ps-nao-chega-a-acordo-com-psd-na-lei-de-bases-da-saude-11056373.html",
            "description": "Os socialistas vão agora virar-se à Esquerda para concluírem a nova lei.",
            "pubDate": "Fri, 28 Jun 2019 16:01:00 GMT\n    "
        },
        {
            "sentence": "temperaturas batem recorde nunca esteve tanto calor em frança",
            "title": "Temperaturas batem recorde: nunca esteve tanto calor em França",
            "link": "https://www.tsf.pt/mundo/interior/temperaturas-recorde-nunca-esteve-tanto-calor-em-franca-11055796.html",
            "description": "A onda de calor que está a afetar a Europa já provocou várias mortes por choque térmico.",
            "pubDate": "Fri, 28 Jun 2019 14:27:00 GMT\n    "
        },
        {
            "sentence": "governo faz injeção extraordinária de 152 milhões de euros no sns",
            "title": "Governo faz injeção extraordinária de 152 milhões de euros no SNS",
            "link": "https://www.tsf.pt/portugal/economia/interior/governo-faz-injecao-extraordinaria-de-152-milhoes-de-euros-no-sns--11055784.html",
            "description": "Reforço global é de 445 milhões e tem como objetivo a \"redução de pagamentos em atraso em 2019\".",
            "pubDate": "Fri, 28 Jun 2019 14:02:00 GMT\n    "
        },
        {
            "sentence": "congresso de testemunhas de jeová corta ruas em lisboa saiba que estradas evitar",
            "title": "Congresso de Testemunhas de Jeová corta ruas em Lisboa. Saiba que estradas evitar",
            "link": "https://www.tsf.pt/portugal/sociedade/interior/congresso-de-testemunhas-de-jeova-corta-ruas-em-lisboa-saiba-que-estradas-evitar-11054954.html",
            "description": "Congresso Internacional de Testemunhas de Jeová em Lisboa vai condicionar o trânsito na zona de Benfica entre esta sexta-feira e domingo.",
            "pubDate": "Fri, 28 Jun 2019 11:31:00 GMT\n    "
        },
        {
            "sentence": "atrofia muscular espinhal o que pode a ciência fazer pelas crianças como a matilde",
            "title": "Atrofia muscular espinhal. O que pode a ciência fazer pelas crianças como a Matilde?",
            "link": "https://www.tsf.pt/portugal/sociedade/interior/atrofia-muscular-espinhal-o-que-pode-a-ciencia-fazer-pelas-criancas-como-a-matilde-11054640.html",
            "description": "Matilde tem dois meses e meio e uma doença rara: atrofia muscular espinhal do tipo 1. A esperança da família é que o medicamento mais caro do mundo possa prolongar a vida da bebé. Os pais já contactaram a farmacêutica e há a possibilidade de trazerem o medicamento para Portugal.",
            "pubDate": "Fri, 28 Jun 2019 11:06:00 GMT\n    "
        },
        {
            "sentence": "quem não sai está a cometer um crime governo faz apelo aos moradores do prédio coutinho",
            "title": "Quem não sai está a \"cometer um crime\". Governo faz apelo aos moradores do prédio Coutinho",
            "link": "https://www.tsf.pt/portugal/sociedade/interior/demolicao-predio-coutinho-ja-arrancou-ainda-ha-nove-moradores-dentro-do-edificio-11054574.html",
            "description": "Os habitantes de seis apartamentos do prédio continuam a recusar-se a entregar as chaves, mesmo estando a viver há vários dias sem água, gás ou luz.",
            "pubDate": "Fri, 28 Jun 2019 12:43:00 GMT\n    "
        },
        {
            "sentence": "portugal na grelha para rir e incomodar muita gente",
            "title": "Portugal na Grelha: para rir e incomodar muita gente",
            "link": "https://www.tsf.pt/conteudo-patrocinado/interior/portugal-na-grelha-para-rir-e-incomodar-muita-gente-11048810.html",
            "description": "Já todos disseram mal dele em qualquer altura das suas vidas. Ele é os transportes públicos que estão mais cheios do que as novas latas de sardinha que se vendem aos turistas.",
            "pubDate": "Wed, 26 Jun 2019 19:08:00 GMT\n    "
        },
        {
            "sentence": "sinto-me feliz e é como se fossem os primeiros momentos quando tinha 18 anos",
            "title": "\"Sinto-me feliz e é como se fossem os primeiros momentos, quando tinha 18 anos\"",
            "link": "https://www.tsf.pt/desporto/interior/sinto-me-feliz-e-e-como-se-fossem-os-primeiros-momentos-quando-tinha-18-anos-10995451.html",
            "description": "Cristiano Ronaldo sente-se em casa na Seleção nacional e promete dar sempre o seu melhor pela camisola portuguesa.",
            "pubDate": "Sun, 09 Jun 2019 23:15:00 GMT\n    "
        },
        {
            "sentence": "esta equipa marca o futuro o futuro está assegurado",
            "title": "\"Esta equipa marca o futuro. O futuro está assegurado\"",
            "link": "https://www.tsf.pt/desporto/interior/esta-equipa-marca-o-futuro-o-futuro-esta-assegurado-10995446.html",
            "description": "Fernando Santos agradeceu o empenho dos jogadores que, em conjunto, conquistaram mais um troféu pela Seleção nacional.",
            "pubDate": "Sun, 09 Jun 2019 23:05:00 GMT\n    "
        },
        {
            "sentence": "portugal espremeu a laranja mecânica as imagens do título",
            "title": "Portugal espremeu a Laranja Mecânica. As imagens do título",
            "link": "https://www.tsf.pt/desporto/interior/portugal-espremeu-a-laranja-mecanica-as-imagens-do-titulo-10995339.html",
            "description": "Seleção Nacional bateu a Holanda (1-0) e conquistou mais um troféu: a primeira Liga das Nações. Num jogo equilibrado, um golo de Gonçalo Guedes deu o título a Portugal.",
            "pubDate": "Sun, 09 Jun 2019 22:14:00 GMT\n    "
        },
        {
            "sentence": "portugal levanta o troféu seleção conquista a liga das nações",
            "title": "Portugal levanta o troféu. Seleção conquista a Liga das Nações",
            "link": "https://www.tsf.pt/desporto/interior/portugal-levanta-o-trofeu-selecao-conquista-a-liga-das-nacoes-10995271.html",
            "description": "Seleção faz história depois de vencer a Holanda (1-0) na final da Liga das Nações, no Estádio do Dragão. Gonçalo Guedes marcou o golo da final aos 59 minutos.",
            "pubDate": "Sun, 09 Jun 2019 21:45:00 GMT\n    "
        },
        {
            "sentence": "a combinação entre bernardo e guedes eis o golo que deu vitória a portugal",
            "title": "A combinação entre Bernardo e Guedes. Eis o golo que deu vitória a Portugal",
            "link": "https://www.tsf.pt/desporto/interior/ronaldo-bernardo-silva-e-goncalo-guedes-eis-o-primeiro-golo-de-portugal-10995212.html",
            "description": "Jogador do Valência colocou Seleção nacional a vencer. Veja o golo e ouça o relato.",
            "pubDate": "Sun, 09 Jun 2019 21:19:00 GMT\n    "
        },
        {
            "sentence": "joker guedes rematou para o ouro portugal conquista liga das nações",
            "title": "Joker Guedes rematou para o ouro. Portugal conquista Liga das Nações",
            "link": "https://www.tsf.pt/desporto/interior/direto-danilo-e-goncalo-guedes-titulares-na-final-da-liga-das-nacoes-10994787.html",
            "description": "Gonçalo Guedes inaugurou o marcador aos 59 minutos e o golo foi suficiente para conquistar a primeira edição da Liga das Nações. Veja o golo.",
            "pubDate": "Sun, 09 Jun 2019 18:24:00 GMT\n    "
        },
        {
            "sentence": "ps ganha psd perde be sobe e pan elege um eurodeputado",
            "title": "PS ganha, PSD perde. BE sobe e PAN elege um eurodeputado",
            "link": "https://www.tsf.pt/especiais/europeias-2019/interior/chegou-o-dia-da-uniao-europeia-portugueses-ja-comecaram-a-votar-10941042.html",
            "description": "O PS elege oito ou nove eurodeputados, enquanto o PSD contará com um máximo de sete mandatos. O BE poderá eleger três eurodeputados e o PAN um. Siga aqui em direto.",
            "pubDate": "Sun, 26 May 2019 16:02:00 GMT\n    "
        }
    ]
}